Revit 2024 API
ParameterTypeId.SteelElemXDistance Property
 "Side 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemXDistance { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemXDistance As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemXDistance {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace